{"meta":{"title":"Hexo","subtitle":"","description":"","author":"John Doe","url":"https://listenbourg-legal.github.io/recueil-des-loi","root":"/recueil-des-loi/"},"pages":[{"title":"about","date":"un22fin22","updated":"un33fin33","comments":true,"path":"about/index.html","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/about/index.html","excerpt":"","text":""}],"posts":[{"title":"","slug":"temu","date":"un33fin33","updated":"un33fin33","comments":true,"path":"2024/07/24/temu/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/24/temu/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"durée des mandat","slug":"duree-des-mandat","date":"un33fin33","updated":"un33fin33","comments":true,"path":"2024/07/24/duree-des-mandat/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/24/duree-des-mandat/","excerpt":"","text":"__Article Unique : __ Mandat présidentiel : 4 mois Mandat de député : 2 mois (élection 2 semaines après chaque présidentielle et 2 semaines après chaque mi-mandat présidentiel) Mandat de maire : 6 mois Mandat de sénateur : 6 mois (élection 2 semaines après les municipales par les députés et les maires) Mandat de gouverneur : 6 mois","author":"John Doe","categories":[],"tags":[]},{"title":"mode","slug":"mode","date":"un33fin33","updated":"un33fin33","comments":true,"path":"2024/07/24/mode/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/24/mode/","excerpt":"","text":"Proposition de loi visant à taxer les produits de fast fashion de 10Lis pour chaque produit acheté Article 1: Tous les produits des marques de fast fashon tels que: Zara, Shein, Bahohoo, PrettyLitteThinks et d’autres sont taxés de 10Lis par produit acheté. ppl déposée par Julien Kréchaux (Jiv’), le 06&#x2F;04&#x2F;2024 à 23h17","author":"John Doe","categories":[],"tags":[]},{"title":"cumul des mandat","slug":"cumul-des-mandat","date":"un33fin33","updated":"un33fin33","comments":true,"path":"2024/07/24/cumul-des-mandat/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/24/cumul-des-mandat/","excerpt":"","text":"Président de la République : non cumulable, avec aucun autre mandat Premier Ministre et Ministre : cumulable avec un mandat de député et&#x2F;ou de maire Sénateur : non cumulable, avec aucun autre mandat Député : cumulable avec un mandat de maire et&#x2F;ou de ministre Maire : cumulable avec un mandat de député et&#x2F;ou de ministre, ou alors uniquement avec un mandat de gouverneur, ou un mandat de chef de département, ou un mandat de préfet Gouverneur : cumulable uniquement avec un mandat de maire Chef de département et préfet : cumulable uniquement avec un mandat de maire","author":"John Doe","categories":[],"tags":[]},{"title":"pic","slug":"code_de_l_administration/Plateforme Intégrée des Charges","date":"un22fin22","updated":"un33fin33","comments":true,"path":"2024/07/23/code_de_l_administration/Plateforme Intégrée des Charges/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/23/code_de_l_administration/Plateforme%20Int%C3%A9gr%C3%A9e%20des%20Charges/","excerpt":"","text":"Titre I : Introduction Article 1 : Objet de la loiLa présente loi a pour objet de définir la création d’une Plateforme Intégrée des Charges (PIC) du Listenbourg, destinée à centraliser et simplifier l’accès à toutes les informations relatives aux charges publiques, y compris les impôts, les assurances et d’autres obligations financières. Article 2 : Création de la Plateforme Intégrée des Charges (PIC)La Plateforme Intégrée des Charges (PIC) sera créée en tant que ressource en ligne unique pour les citoyens et les entreprises du Listenbourg. La PIC fournira des informations détaillées sur les différentes charges auxquelles les citoyens et les entreprises sont assujettis, ainsi que des outils pour faciliter le calcul, le paiement et la gestion de ces charges. Titre II : Contenu de la Plateforme Intégrée des Charges (PIC) Article 3 : Types de ChargesLa PIC inclura, mais sans s’y limiter, les informations sur les types de charges suivants : Impôts sur le revenu et la propriété.Taxes sur les ventes et les transactions.Cotisations de sécurité sociale.Primes d’assurance obligatoire.Frais et redevances gouvernementales.Autres charges et contributions obligatoires. Article 4 : Informations FourniesLa PIC fournira les informations suivantes pour chaque type de charge :Les taux applicables et les seuils de revenu.Les échéances de paiement.Les formulaires requis pour la déclaration et le paiement.Les exonérations et les déductions disponibles.Les contacts des autorités fiscales et des organismes d’assurance. Titre III : Accessibilité et Confidentialité Article 5 : AccessibilitéLa PIC sera accessible en ligne 24 heures sur 24, 7 jours sur 7, via un site web sécurisé et convivial, ainsi que par le biais d’applications mobiles pour une accessibilité maximale. Article 6 : ConfidentialitéLes informations personnelles et financières des citoyens et des entreprises seront protégées conformément aux lois sur la confidentialité et la sécurité des données en vigueur. La PIC ne partagera les informations qu’avec les autorités compétentes pour la gestion des charges. Titre IV : Responsabilités du Gouvernement Article 7 : Mise à Jour et MaintenanceLe gouvernement est responsable de maintenir la PIC à jour, d’assurer sa fiabilité et de fournir un support aux utilisateurs en cas de besoin. Article 8 : Promotion et ÉducationLe gouvernement promouvra la PIC et fournira des ressources éducatives pour aider les citoyens et les entreprises à comprendre et à gérer leurs charges de manière efficace. Titre V : Dispositions Finales Article 9 : Entrée en vigueurLa présente loi entre en vigueur six mois après sa publication au Journal Officiel du Listenbourg, afin de permettre la mise en place de la Plateforme Intégrée des Charges (PIC). Article 10 : RévisionLe gouvernement du Listenbourg pourra réviser et mettre à jour la PIC pour répondre aux besoins changeants de la société et des charges publiques. Fait à Lurenberg, le 13 septembre 2023Par Samuel Čoť, Ministre du Numérique.","categories":[{"name":"code_de_l_administration","slug":"code-de-l-administration","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-l-administration/"}],"tags":[]},{"title":"constitution","slug":"code_constitutionelle/constitution","date":"un22fin22","updated":"un33fin33","comments":true,"path":"2024/07/23/code_constitutionelle/constitution/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/23/code_constitutionelle/constitution/","excerpt":"","text":"CONSTITUTION DU LISTENBOURG Constitution du 7 aout 2023 Rédacteurs originaux de 2023 :Marc VeraloJean Renaulié Ebrithil EldaPavulam IrgelLucio JulmanJacques BeckerPercy KinlinsGalicien de Caulaincourt SOMMAIRE PRÉAMBULETITRE PREMIER – LA CONSTITUTIONTITRE II – LE PRÉSIDENT DE LA RÉPUBLIQUETITRE III – LE GOUVERNEMENTTITRE IV – LE PARLEMENTTITRE V – LE CONSEIL CONSTITUTIONNELTITRE VI – PREMIER MINISTRETITRE VII – ELECTIONTITRE VIII – CABINET SÉNATORIALTITRE IX – RELATION ENTRE LE GOUVERNEMENT ET LE PARLEMENTTITRE X - L’ASSEMBLÉE NATIONALETITRE XI - SUBDIVISIONS TERRITORIALESTITRE XII - AUTORITÉ JUDICIAIRETITRE XIII – TRAITÉS ET ACCORDS INTERNATIONAUXTITRE XIV – LES DROITS ET LIBERTÉS FONDAMENTALESAmendementsDÉCLARATION DES DROITS DE L’HOMME ET DU CITOYEN Préambule Nous, le peuple listenbourgeois, souverainement conscient de notre volonté de vivre ensemble en paix, de défendre les libertés fondamentales et de valoriser le patrimoine culturel de notre pays, considérons que la dignité de la personne humaine, la protection de la famille et l’équité sociale sont les valeurs essentielles de notre système constitutionnel.Nous nous engageons à construire une société libre et juste, où chaque personne peut atteindre son plein potentiel dans un environnement de solidarité et de coopération. En vertu de ces principes et de celui de la libre détermination des peuples, la IInde République du Listenbourg offre des institutions nouvelles fondées sur l’idéal commun de liberté et d’égalité, conçues en vue de leur évolution démocratique.Le Listenbourg est un État laïque, démocratique, républicain, parlementaire, de droit, culturel, et social. Il assure l’égalité devant la loi de tous les citoyens sans distinction d’origine, d’ethnie ou de religion. Il respecte toutes les croyances. Son organisation est décentralisée.Les langues du Listenbourg sont le français, l’espagnol et l’allemand, les langues locales, et le Listenbourgeois. L’emblème national est le drapeau bicolore, blanc et rouge, accompagné de l’Aigle D’Or. La devise de la République est Liberté, Honneur, Lueur. L’hymne national est : « Pour le Peuple, La Lueur ! ». Son principe est : gouvernement du peuple, par le peuple, pour le peuple.La souveraineté nationale appartient au peuple qui l’exerce par ses représentants et par la voie du référendum.Les partis et groupements politiques concourent à l’expression du suffrage. Ils se forment et exercent leur activité librement. Ils doivent respecter les principes de la souveraineté nationale et de la démocratie. La loi garantit les expressions pluralistes des opinions et la participation équitable des partis et groupements politiques à la vie démocratique de la Nation.La Capitale est Lurenberg, toutes les fonctions de l’État y siègent, soient le Palais de Luxmander, La Grande Maison du Parlement, le Manoir des Consuls , les ministères, ainsi que le Dôme des Sages qui abrite le Conseil Constitutionnel.Le Listenbourg est une République de type semi Parlementaire et Régionale; TITRE PREMIER - LA CONSTITUTIONArticle 0 La Constitution organise la Nation. Elle a priorité sur les autres textes. La Constitution ne peut être modifiée que par la voie du référendum à la majorité absolue.La Constitution doit garantir l’indépendance des pouvoirs législatifs, judiciaires et exécutifs, la transparence des finances et la représentation démocratique. Le Conseil Constitutionnel est le gardien de la Constitution.Le Conseil Constitutionnel peut, dans le cas d’une atteinte grave à l’intégrité de la Constitution, de la loi ou d’une défaillance de ces dernières, prendre tous les pouvoirs nécessaires pour rétablir l’intégrité de la Constitution après un vote du Parlement.Toute personne se proclamant aux postes, soit non prévus, soit non désignés comme le prévoit la présente constitution ou la loi, n’a aucune légitimité, toute personne ayant été élue sous des modalités différentes de celles prévues par la Constitution est démise aussitôt de ses fonctions.L’initiative de la révision de la Constitution appartient concurremment au Président de la République à la demande du Premier ministre et des membres du Parlement. Le projet ou la proposition de révision doit être examiné dans les conditions de délai fixées par la loi par la Chambre Nationale des Représentants.La révision est définitive après avoir été approuvée par référendum populaire. Toutefois, le projet de révision n’est pas présenté au référendum lorsque le Président de la République décide de le soumettre au Parlement convoqué en Congrès ; dans ce cas, le projet de révision n’est approuvé que s’il réunit au moins trois cinquièmes des suffrages exprimés. Le bureau du Congrès est celui de la Chambre Nationale des Représentants. TITRE II - LE PRÉSIDENT DE LA RÉPUBLIQUE Article Premier Le Président de la République nomme les ambassadeurs diplomates, les envoyés extraordinaires auprès des puissances étrangères :Un Ambassadeur du Listenbourg en Europe, un en Asie et Océanie, un en Afrique, un en Amérique du Sud, Centrale et Caraïbes, et un en Amérique du Nord. Il nomme aussi les représentants du Listenbourg auprès de l’ONU et auprès de l’UE. Le Président de la République a le droit de faire grâce à titre individuel. Article II Le Président de la République est le chef de l’Etat et chef des armées. Il préside les conseils et les comités supérieurs de la défense nationale, il contrôle la force stratégique nucléaire. Il nomme l’état major des armées.L’état de siège est décrété par le Président de la République en accord avec le Parlement et le Gouvernement en cas de crises majeurs. Article III Le Président de la République dispose du pouvoir de renvoyer des membres du gouvernement, un poste de ministre peut être changé par le Président de la République uniquement deux fois par mandat d’un premier ministre. Article IV Le Président de la République peut, après consultation du Premier ministre et du président de la Chambre Nationale des Représentants, prononcer la dissolution de cette dernière et du Gouvernement. Les élections générales ont lieu vingt jours au moins et quarante jours au plus après la dissolution, sauf cas exceptionnel. La Chambre Nationale des Représentants se réunit de plein droit le deuxième lundi qui suit son élection. Si cette réunion a lieu en dehors de la période prévue pour la session ordinaire, une session est ouverte de droit pour une durée de quinze jours. Il ne peut être procédé à une nouvelle dissolution dans les deux mois qui suivent ces élections. Article V Le président de la République est élu au suffrage universel direct. Il est élu pour 6 ans, rééligible une fois.Les deux mandats ne peuvent pas être consécutifs. Article VI Le Président de la République est élu à la majorité absolue des suffrages exprimés, le troisième dimanche du mois de Mars. Si celle-ci n’est pas obtenue au premier tour de scrutin, il est procédé, le quatorzième jour suivant, à un second tour. Seuls peuvent s’y présenter les deux candidats qui, le cas échéant après retrait de candidats plus favorisés, se trouvent avoir recueilli le plus grand nombre de suffrages au premier tour. Enfin il est élu. Lors de la nomination du nouveau président, le président sortant doit lui serrer la main lors d’une cérémonie de passation de pouvoir et lui déclarer la phrase suivante : “Un grand pouvoir implique de grandes responsabilités” avant de l’inviter à entrer dans le Palais de Luxmander. Article VII Après la démission du Président de la République, une élection doit être organisée par le Conseil Constitutionnel dans les quatorze jours suivant sa démission, ou son décès. Pendant ce temps, le secrétaire général du Luxmander est président de la République par intérim. Article VIII Le président de la République peut demander la priorité pour le vote d’une demande de loi. Article VIII - I Le président présente chaque année devant la Chambre Nationale des Représentants un rapport sur l’État de la Nation. Article IX Le président de la République nomme un secrétaire général de Luxmander. ARTICLE IX Le président de la République doit veiller à ce que la Constitution soit respectée, si le président voit que la constitution n’est pas respectée, il doit faire appel au Conseil Constitutionnel. ARTICLE IX Le Premier Ministre est nommé par le président de la République. Celui ci peut mettre fin aux fonctions du premier ministre. ARTICLE IX - I Le Président de la République n’a aucune condition ou restriction particulière concernant le choix du Premier Ministre. Il peut nommer un Premier Ministre de quelque horizon politique qu’il soit, il ne doit pas obligatoirement appartenir à la majorité à la Chambre Nationale des Représentants. TITRE III – LE GOUVERNEMENT Article X Le Premier Ministre est le Chef de l’Administration et possède l’immunité judiciaire, révocable par la Chambre des représentants à 3&#x2F;5 des suffrages de la Chambre des Représentants. Article XI Aucun Premier Ministre ne peut exercer plus de trois mandats consécutifs. Article XII Le Premier Ministre fait appliquer le programme du gouvernement, qu’il peut modifier au long de son mandat. Article XIV Le Premier Ministre est le chef du gouvernement, qu’il a constitué avec le président de la République. Article XV Le premier ministre nomme les titulaires aux emplois civils et militaires de l’État, les conseillers d’États et envoyés extraordinaires, les représentants de l’État, les officiers généraux, les recteurs des académies, les directeurs des administrations centrales sont aussi nommés . Article XVI Le premier ministre peut, avant l’expiration de ce délai, demander au Parlement une nouvelle délibération de la loi ou de certains de ses articles. Cette nouvelle délibération ne peut être refusée. Article XVII Le Premier Ministre, sur proposition du Gouvernement pendant la durée des sessions, peut soumettre au référendum tout projet de loi portant sur l’organisation des pouvoirs publics, sur des réformes relatives à la politique économique, sociale ou environnementale de la Nation et aux services publics qui y concourent, ou tendant à autoriser la ratification d’un traité qui, sans être contraire à la Constitution, aurait des incidences sur le fonctionnement des institutions. Lorsque le référendum est organisé sur proposition du Gouvernement, celui-ci fait, devant chaque assemblée, une déclaration qui est suivie d’un débat. Un référendum portant sur un objet mentionné au premier alinéa peut être organisé à l’initiative d’un cinquième des membres de la Chambre Nationale des Représentants. Cette initiative prend la forme d’une proposition de loi et ne peut avoir pour objet l’abrogation d’une disposition législative.Les conditions de sa présentation et celles dans lesquelles le Conseil Constitutionnel contrôle le respect des dispositions de l’alinéa précédent sont déterminées par une loi organique.Si la proposition de loi n’a pas été examinée par la Chambre Nationale des Représentants dans un délai fixé par la loi organique, le Premier Ministre la soumet au référendum. Lorsque la proposition de loi n’est pas adoptée par le peuple, aucune nouvelle proposition de référendum portant sur le même sujet ne peut être présentée avant l’expiration d’un délai d’un mois suivant la date du scrutin. Lorsque le référendum a conclu à l’adoption du projet ou de la proposition de loi, le Premier Ministre promulgue la loi dans les cinqs jours qui suivent la proclamation des résultats de la consultation. Article XVIII Les membres du Gouvernement sont pénalement responsables des actes accomplis dans l’exercice de leurs fonctions et qualifiés crimes ou délits au moment où ils ont été commis TITRE IV – LE PARLEMENT Article XIX Tous les pouvoirs législatifs accordés par cette Constitution seront attribués à un Parlement bicaméral, qui sera composé d’une Chambre des Représentants et d’un Sénat. Article XX La Chambre des Représentants est composée de dix-sept députés.Les députés sont élus trois semaines après l’élection du Président de la République. Et au mi-mandat du Président de la République.Le scrutin se déroule en un seul tour, le dimanche. Ce scrutin se fait au suffrage universel direct. Les électeurs doivent choisir une formation politique parmi les différentes formations candidates. Le résultat se fait à la proportionnelle. Les résultats sont communiqués sous la forme de pourcentages calculés pour chaque formation politique candidate. Sont ensuite convertis en nombre de sièges pour chaque formation politique. Ces dernières nomment ainsi leurs députés avant la première séance de la législature.Dans ce contexte, la Chambre des Représentants est composée de membres élus directement par le peuple pour les représenter et participer à la législation du pays. Chaque région a un nombre variable de représentants en fonction de sa population. Les membres de la Chambre des Représentants peuvent aussi proposer, débattre et voter sur les projets de loi. La tête de liste de la formation politique gagnanteVoici la répartition des députés par regions : Outre Mer : un député ; Kortze : un député ; Caséière : deux députés ; Mitteland : trois députés ;Kusterde : trois députés; Adrias : trois députés ; Flusserde : quatre députés Article XXI Les députés examinent et votent les projets ou les propositions de lois. Article XXII La Sénat a le pouvoir de faire voter à la majorité un Avis de Cessation contre le gouvernement. En cas de manque de confiance envers le gouvernement, de ses membres ou de ses actions, la Chambre Nationale des Représentants a toute autorité pour créer une commission d’enquête. Elle peut également lever l’immunité judiciaire du Premier Ministre ou du président de la République. Article XXIII - I Les membres de la Chambre des Représentants et le Gouvernement ont le droit d’amendement. Ce droit s’exerce en séance ou en commission selon les conditions fixées par les règlements des assemblées, dans le cadre déterminé par une loi organique. Après l’ouverture du débat, le Gouvernement peut s’opposer à l’examen de tout amendement qui n’a pas été antérieurement soumis. Article XXIV Le Premier Ministre contrôle le gouvernement et décide de la direction politique, économique du pays. Article XXV La Chambre des Représentants est composée des gouverneurs de chaque région et des députés démocratiquement élus.Les membres du gouvernement peuvent assister aux séances mais ne peuvent faire valoir un droit de vote. Article XXVI Le Président de la Chambre Nationale des Représentants est élu par ses membres, lors de la première séance de chaque législature, présidée par le doyen des députés, le Président de la Chambre et ses deux Vice-Présidents sont élus par les députés. Les candidats doivent se déclarer jusqu’à la veille de la séance 23h59 au plus tard. Le scrutin a lieu durant la séance, organisée par le Président par intérim. Seuls les députés peuvent participer au scrutin. Ce scrutin n’est doté que d’un seul tour. Le candidat terminant premier est élu Président de la Chambre Nationale des Représentants pour la législature. Les candidats terminant deuxième et troisième sont respectivement Premier Vice-président et Second Vice-président de la Chambre Nationale des Représentants pour la législature.Ces derniers occupent leur poste jusqu’à la fin de la législature, sauf en cas de démission ou destitution par le Conseil Constitutionnel.Le Président de la Chambre Nationale des Représentants doit être impartial dans son arbitrage et faire preuve de discernement. Article XXVI-I La destitution du Président de la Chambre Nationale des Représentants ou de ses Vice-présidents est décidée par le Conseil Constitutionnel. Une demande de destitution est communiquée à ce dernier par un ou plusieurs groupes parlementaires. Article XXVII Les Sénateurs ont un mandat de 8 ans. Les élections sénatoriales se font donc tous les 8 ans, le dimanche. Article XXVIII En cas de doute sur la présidence de la Chambre des représentants, celui-ci peut faire l’objet d’une motion de censure qui doit être adoptée avec la majorité absolue des suffrages de l’assemblée. Article XXIX :::: Article XXX la Chambre Nationale des Représentants et le Sénat….. Article XXXI ;;;; Article XXXII Les maires et les députés élisent les sénateurs . Article XXXIII Le Parlement est chargé de l’élaboration et de l’adoption des lois. Article XXXIV Le Président de la République promulgue les lois. ARTICLE XXXIV-I Le Parlement peut voter la destitution du président. Alors les 3&#x2F;5 de la Chambre Nationale des Représentants votent pour la destitution.Ensuite si un sénat est en place , le Président de la République peut demander au Sénat de valider ou invalider cette décision. Si le Sénat invalide la décision, le Président de la République reste en poste. Si le Sénat valide la décision, le Président de la République est destitué. Pour que la destitution soit validée par le Sénat, il faut qu’au moins 3&#x2F;5 des sénateurs votent pour la destitution. Si il n’y a aucun sénat , alors seulement le vote de la chambre nationale est demandé.Ce processus de destitution ne peut être utilisé qu’une seule fois par mandat présidentiel.L’autre moyen de destitution du Président de la République est la saisie du Conseil Constitutionnel par un groupe parlementaire de la Chambre Nationale des Représentants. Cette saisie ne peut être effectuée qu’une seule fois par mandat présidentiel pour chaque groupe parlementaire. Article XXXV Le Parlement peut également contrôler l’action du gouvernement et des administrations publiques. Article XXXVI Le Parlement peut voter une motion de censure pour renverser le gouvernement. Article XXXVII Le Parlement peut enquêter sur des sujets d’intérêt public. Article XXXVIII Les sessions parlementaires sont retranscrites à la télévision , sauf imprévus. Article XXXIX Les membres du Parlement bénéficient de l’immunité parlementaire. Article XL Les groupes parlementaires peuvent être formés pour représenter les différents partis politiques. Article XLI Les orateurs des groupes parlementaires peuvent poser des questions au gouvernement. Article XLII Les parlementaires ont accès à des informations confidentielles si elles sont nécessaires pour le travail législatif. Article XLII Les membres du Parlement sont soumis à un code d’éthique. Article XLIV Les parlementaires peuvent proposer des amendements aux projets de loi. Article XLV Les commissions parlementaires peuvent être créées pour traiter des sujets spécifiques. Article XLVI Les parlementaires peuvent participer aux débats et voter lors des sessions plénières. Article XLVII Les sessions parlementaires peuvent être suspendues ou prolongées en cas de besoin. Article XLVIII &#x2F;&#x2F;&#x2F;&#x2F;&#x2F;&#x2F; Article XLVIII - I En cas de vote contre l’idée d’un groupe parlementaire par rapport à une loi nouvellement votée, les députés qui ont voté, et qui se sont vu perdre le vote, peuvent demander un vote entre eux et le Sénat pour que la question soit soumise à un référendum. Si le vote est pour, un référendum public sera organisé. Cette procédure ne pourra être entreprise plus de deux fois pendant un mandat présidentiel de la Chambre Nationale des Représentants. —CNR :La CNR est une Conférence des Présidents de la Chambre Nationale des Représentants et du Sénat. Cela réunit aussi les présidents des groupes politiques présents au sein de la Chambre Nationale des Représentants et du Sénat. La CNR est responsable de la répartition des travaux parlementaires, ils fixent l’ordre du jour et la coordination des activités législatives entre les deux chambres. La CNR joue donc un rôle important dans la gestion des agendas parlementaires et facilite donc la concertation entre les différents groupes politiques. TITRE V – LE CONSEIL CONSTITUTIONNEL Article XLIX Le Conseil Constitutionnel est doté de cinq membres dont un Président : Le Président de la République nomme un membre qui est le Président du Conseil. Le Président du Sénat nomme deux membres Le Président de la Chambre Nationale des Représentants nomme deux membres.Si, la chambre nationale des représentants et le sénat n’a pas encore de président , alors le président du conseil constitutionnel nomme les autres membres du Conseil constitutionnel temporairement, jusqu’à l’élection de président du sénat ainsi que le président de la chambre des représentants. Article XLIX - I Le Conseil Constitutionnel peut destituer le Président de la République s’il juge qu’il ne respecte pas ses devoirs. Article L Le Conseil Constitutionnel dispose du pouvoir de censurer les lois si celles-ci sont considérées comme anticonstitutionnelles au suffrage majoritaire des voies exprimées par le Conseil Constitutionnel. Article L- I En cas d’extrême urgences, ou de défaillances dans la constitution, le Conseil Constitutionnel a le pouvoir de modifier la constitution. Article LI ::::::::: Article LII Les propositions de nom pour les sièges de juge constitutionnel et de Président du Conseil devront être déposés auprès du Président de la République . Article LIII Le Conseil Constitutionnel devra être constitué trois jours au plus après l’investiture de la Chambre Nationale des Représentants. Article LIV Le Président du Conseil Constitutionnel est nommé par le Président de la République . TITRE VI - LE PREMIER MINISTRE Article LV Le Premier Ministre est le seul chef du gouvernement dans le cadre de la Constitution. Article LVI ::::: Article LVII .:::: Article LVIII ::::: Article LIX Le Premier Ministre préside le Conseil des ministres. Article LX Le Premier Ministre peut être révoqué par le Président de la République. Article LXI Le Premier Ministre est responsable de la mise en œuvre de la politique publique du gouvernement. Article LXII Le Premier Ministre doit rendre compte au Parlement de ses actions. Article LXII :::;;; Article LXIII :;;;;; Article LXIV A chaque nomination du Premier Ministre un vote de confiance au Parlement a lieu. Ce dernier peut refuser ce vote. Cependant si ce vote lui est défavorable, le Premier Ministre doit obligatoirement démissionner Article LXV Le Premier Ministre peut promulguer des décrets dans un cadre d’urgence. Article LXVI Le Premier Ministre est à l’origine des réformes proposées par son programme. Article LXVII Le Premier Ministre peut suggérer au Président de la République de dissoudre la Chambre Nationale des Représentants si le gouvernement perd une motion de censure. Article LXVIII :::::: Article LXIX , ,;:; Article LXX ::::: Article LXXI::::::: Article LXXII Le Premier Ministre assure la coordination du travail des ministres et des services rattachés au gouvernement. Article LXXII Le Premier Ministre peut convoquer et présider les réunions interministérielles. Article LXIII Le Premier Ministre peut mandater des secrétaires d’État pour gérer les affaires relevant de son secteur. Article LXXIV :::::::: Article LXXV Le Premier Ministre est chargé de lancer les réformes nécessaires pour améliorer le fonctionnement de l’Etat et la qualité des services publics. TITRE VII - ÉLECTION ARTICLE LXXVI Si une égalité a lieu lors des élections législatives ou présidentielles, alors le Conseil Constitutionnel organisera un vote entre le Sénat, le gouvernement, ainsi que les maires, qui effectueront un vote pour départager. ARTICLE LXXVI - I Si à la fin du premier tour d’une élection présidentielle un candidat réussit à obtenir la majorité absolue des suffrages exprimés, c’est-à-dire plus de 50% des votes, ce dernier est directement élu. ARTICLE LXXVI - II Pendant les présidentielles ou législatives , les coalitions dont un des candidats est membre, ont l’interdiction d’inviter une personne dans le pays (serveur) ARTICLE LXXVII Si un tout autre vice de forme ou de procédure est décrété par le Conseil Constitutionnel, alors l’élection, quelle qu’elle soit, sera entièrement recommencée. TITRE VIII - LE CABINET SÉNATORIAL ET LE SÉNAT Article LXXVIII Le Cabinet sénatorial est composé dequatre membres nommés par le Président de la République Article LXXVIII - I Le Sénat est composé de onze sénateurs. Article LXXIX Le Cabinet sénatorial est chargé de conseiller le Président de la République sur les questions politiques et de lui fournir un soutien administratif. Article LXXX Les membres du Cabinet sénatorial sont choisis parmi des experts dans leur domaine respectif. Article LXXXI Le Président du Sénat a le pouvoir de révoquer les membres du Cabinet sénatorial. Article LXXXII Le Cabinet sénatorial est responsable devant le Président de la République et le Parlement. Article LXXXIII Le Président de la République peut demander l’avis du Cabinet sénatorial avant de prendre une décision politique majeure. Article LXXXIV Le Cabinet sénatorial est tenu de rendre compte de ses actions et de ses décisions au Parlement. Article LXXXV Le Président du Sénat peut dissoudre le Cabinet sénatorial s’il estime qu’il ne remplit pas ses fonctions de manière satisfaisante. Article LXXXVI En cas de vacance au sein du Cabinet sénatorial, le Président du Sénat a le pouvoir de nommer un remplaçant intérimaire. Article LXXXVII Le Cabinet sénatorial est chargé de coordonner les travaux législatifs entre le Parlement et le Président de la République. Article LXXXVIII Le Cabinet sénatorial peut proposer des projets de lois au Parlement pour examen et adoption. Article LXXXIX Le Président de la République peut demander au Cabinet sénatorial d’examiner et de proposer des modifications à des lois existantes. Article XCL Le Cabinet sénatorial peut convoquer des réunions spéciales pour discuter de questions d’importance nationale. Article XCI Le Cabinet sénatorial est tenu de maintenir la confidentialité des informations sensibles discutées lors de ses réunions. Article XCII Les membres du Cabinet sénatorial sont soumis à des règles strictes de déontologie et d’intégrité. Article XCIX Le Président de la République peut demander l’avis du Cabinet sénatorial avant de nommer des hauts fonctionnaires. Article C Le Cabinet sénatorial est chargé de coordonner les relations entre le gouvernement et les entités législatives régionales. Article C - I Le Président de la République peut demander au Cabinet sénatorial de présenter des projets de loi pour promouvoir le développement régional. ARTICLE CI Le Président du Sénat est élu lors de la première séance de chaque législature, présidée (par intérim) par le doyen des sénateurs, le Président du Sénat et ses deux Vice-Présidents sont élus par les sénateurs. Les candidats doivent se déclarer jusqu’à la veille de la séance 23h59 au plus tard. Le scrutin a lieu durant la séance, organisée par le Président par intérim. Seuls les sénateurs peuvent participer au scrutin. Ce scrutin n’est doté que d’un seul tour. Le candidat terminant premier est élu Président du Sénat pour la législature. Les candidats terminant deuxième et troisième sont respectivement Premier Vice-président et Second Vice-président du Sénat pour la législature.Ces derniers occupent leur poste jusqu’à la fin de la législature, sauf en cas de démission ou destitution par le Conseil Constitutionnel. ARTICLE CI-I La destitution du Président du Sénat ou de ses Vice-présidents est décidée par le Conseil Constitutionnel. Une demande de destitution est communiquée à ce dernier par un ou plusieurs groupes parlementaires. Article CII Le Cabinet Sénatorial peut demander la destitution du Président de la République aux deux chambres, le rejet de ces dernières est catégorique et définitif.Le Sénat peut aussi se mettre d’accord avec l’autre chambre pour la destitution du Président de la République, si il y’a un désaccord la destitution est impossible. Cet accord se traduit par une majorité des suffrages exprimés envers une destitution du Président de la République dans chaque assemblée TITRE IX - RELATIONS ENTRE LE GOUVERNEMENT ET LE PARLEMENT Article CIII La loi proposer par les politiciens fixe les règles concernant : les droits civiques et les garanties fondamentales accordées aux citoyens pour l’exercice des libertés publiques ; la liberté, le pluralisme et l’indépendance des médias ; les sujétions imposées par la défense nationale aux citoyens en leur personne et en leurs biens ; la nationalité, l’état et la capacité des personnes, les régimes matrimoniaux, les successions et libéralités ; la détermination des crimes et délits ainsi que les peines qui leur sont applicables ; la procédure pénale ; l’amnistie ; la création de nouveaux ordres de juridiction et le statut des magistrats ; l’assiette, le taux et les modalités de recouvrement des impositions de toutes natures ; le régime d’émission de la monnaie.La loi fixe également les règles concernant : le régime électoral des assemblées parlementaires, des assemblées locales et des instances représentatives des Listenbourgeois établis hors du Listenbourg ainsi que les conditions d’exercice des mandats électoraux et des fonctions électives des membres des assemblées délibérantes des collectivités territoriales ; la création de catégories d’établissements publics ; les garanties fondamentales accordées aux fonctionnaires civils et militaires de l’État ; les nationalisations d’entreprises et les transferts de propriété d’entreprises du secteur public au secteur privé. La loi détermine les principes fondamentaux : de l’organisation générale de la défense nationale ; de la libre administration des collectivités territoriales, de leurs compétences et de leurs ressources ; de l’enseignement ; de la préservation de l’environnement ; du régime de la propriété, des droits réels et des obligations civiles et commerciales ; du droit du travail, du droit syndical et de la sécurité sociale.Les lois de finances déterminent les ressources et les charges de l’État dans les conditions et sous les réserves prévues par une loi organique. Les lois de financement de la sécurité sociale déterminent les conditions générales de son équilibre financier et, compte tenu de leurs prévisions de recettes, fixent ses objectifs de dépenses, dans les conditions et sous les réserves prévues par une loi organique. Des lois de programmation déterminent les objectifs de l’action de l’État. Les orientations pluriannuelles des finances publiques sont définies par des lois de programmation. Elles s’inscrivent dans l’objectif d’équilibre des comptes des administrations publiques. Les dispositions du présent article pourront être précisées et complétées par une loi organique. Article CIV La déclaration de guerre est autorisée par le Parlement. Le Gouvernement informe le Parlement de sa décision de faire intervenir les forces armées à l’étranger, au plus tard trois jours après le début de l’intervention. Il précise les objectifs poursuivis. Cette information peut donner lieu à un débat qui n’est suivi d’aucun vote. Lorsque la durée de l’intervention excède quatre mois, le Gouvernement soumet sa prolongation à l’autorisation du Parlement. Il peut demander à la Chambre Nationale des Représentants de décider en dernier ressort. Si le Parlement n’est pas en session à l’expiration du délai de quatre mois, il se prononce à l’ouverture de la session suivante Article CV Le Gouvernement peut, pour l’exécution de son programme, demander au Parlement l’autorisation de prendre par ordonnances, pendant un délai limité, des mesures qui sont normalement du domaine de la loi. Les ordonnances sont prises en conseil des ministres après avis du Conseil Constitutionnel. Elles entrent en vigueur dès leur publication mais deviennent caduques si le projet de loi de ratification n’est pas déposé devant le Parlement avant la date fixée par la loi d’habilitation. Elles ne peuvent être ratifiées que de manière expresse. Les ordonnances ne peuvent plus être modifiées que par la loi dans les matières qui sont du domaine législatif. Article CVI L’initiative des lois appartient concurremment au Premier ministre et aux membres du Parlement. Les projets de loi sont délibérés en conseil des ministres après avis du Conseil Constitutionnel et déposés sur le bureau de l’une des deux assemblées. Les projets de loi de finances et de loi de financement de la sécurité sociale sont soumis en premier lieu à la Chambre Nationale des Représentants. Les projets de loi ayant pour principal objet l’organisation des collectivités territoriales sont soumis en premier lieu au Sénat. La présentation des projets de loi déposés devant la Chambre Nationale des Représentants répond aux conditions fixées par une loi organique. Article CVII Le Gouvernement est responsable devant l’Assemblée de la République. Article CVIII La Chambre Nationale des Représentants peut renverser le gouvernement par un Avis de Cessation, ce dernier doit être adopté à la majorité des suffrages exprimés Article CIX Le Parlement peut demander au gouvernement de présenter des informations, des rapports ou des projets de loi. Article CX Les membres du gouvernement peuvent être interrogés par le Parlement. Article CXI;;;;;;Article CXII L’avis de cessation contre le gouvernement doit être approuvé à la majorité des suffrages exprimés lors d’un vote en séance pour être adopté. Article CXIII :::: Article CXIV ;;;;;;;;;;;;;;;;;;;;;;; Article CXV Le Parlement peut adopter des motions de défiance individuelles contre les membres du gouvernement Article CXVI Le Parlement a le pouvoir d’approuver ou de rejeter les traités internationaux conclus par le gouvernement. TITRE X - LA CHAMBRE NATIONALE DES REPRÉSENTANTS Article CXVII ::::: Article CXVIII La Chambre Nationale des Représentants est composée de représentants élus par le peuple lors d’élections démocratiques et transparentes. ‘’Les Legislatives’’ Article CXIX ;;;; Article CXX La Chambre Nationale des Représentants peut demander des comptes au Président de la République et l’interpeller sur son action. Article CXXI ::::: Article CXXII ;;;;; Article CXXIII ::::: Article CXXIV;;;;;;; Article CXXV;;;;;;;; Article CXXVI ;;;;; Article CXXVII ;;;;; Article CXXVIII La Chambre Nationale des Représentants peut demander des éclaircissements au gouvernement sur des projets de loi. Article CXXIX La Chambre Nationale des Représentants exerce le contrôle parlementaire sur l’administration publique. Article CXXX La Chambre Nationale des Représentants peut convoquer des ministres pour des séances de questions et réponses. Article CXXXI La Chambre Nationale des Représentants peut constituer des groupes de travail pour étudier desproblématiques spécifiques. Article CXXXII La Chambre Nationale des Représentants peut voter des résolutions pour exprimer sa position sur des sujets d’actualité. Article CXXXIII La Chambre Nationale des Représentants peut aussi accorder des amnisties ou des grâces individuelles. Article CXXXIV La Chambre Nationale des Représentants peut modifier le règlement intérieur de l’assemblée pour faciliter son fonctionnement. Article CXXXVl;;;;;; TITRE XI - SUBDIVISIONS TERRITORIALES Article CXXXVI Les régions seront administrées par des gouverneurs, élus pour 8 ans au suffrage universel direct, par les citoyens de la région, et chargés de représenter les intérêts régionaux au sein de l’administration publique. Article CXXXVII Les départements seront dirigés par des chefs de départements, élus par les citoyens du département en question, et auront pour mission de superviser les affaires départementales et de garantir le respect des lois et réglementations. Article CXXXVIII Les districts seront placés sous l’autorité de préfets, désignés par le gouverneur de la région, afin d’assurer la coordination des activités ou administratives au niveau local et de maintenir l’ordre et la sécurité. Article CXXXIX Les communautés seront représentées par des députés, élus par les citoyens au sein de chaque communauté respective. Ils auront pour devoir de défendre les intérêts des communautés dont ils sont issus et de contribuer à l’élaboration des politiques publiques. Article CLX Les agglomérations, les métropoles, etc., seront dirigées par des maires élus par les citoyens de l’agglomération. Ils seront responsables de la gestion des affaires locales et de la coordination des activités avec les autorités régionales et départementales. Article CLXI Les communes seront administrées par des maires élus par les citoyens de la commune respective pour un mandat de 8 ans, reconductible 4 fois. Ils auront pour mission de représenter les intérêts locaux, de mettre en œuvre les politiques publiques au niveau communal et de veiller au bien-être des habitants. Article CLXII Les gouverneurs, chefs de départements, préfets, députés et maires seront tenus de rendre compte de leur action devant les instances compétentes, d’assurer la transparence de leurs décisions et de respecter les principes démocratiques. Article CLXIII Les gouverneurs, chefs de départements, préfets, députés et maires pourront être révoqués de leurs fonctions en cas de faute grave ou de manquement à leurs devoirs, selon les procédures établies par la loi. Article CLXIV Les subdivisions territoriales devront collaborer étroitement entre elles, dans le respect des compétences attribuées à chacune, afin d’assurer le développement harmonieux du pays et la satisfaction des besoins de la population. Article CLXVI Les ressources fiscales et budgétaires des subdivisions territoriales seront réparties de manière équitable, en tenant compte des besoins spécifiques de chaque niveau administratif et en favorisant la solidarité entre les régions, départements, districts, communautés, agglomérations et communes. TITRE XII – AUTORITÉ JUDICIAIRE Article CLXVIILe Président de la République est garant de l’indépendance de l’autorité judiciaire. Une loi organique porte statut des magistrats. Les magistrats du siège sont inamovibles. Article CLXVIII Nul ne peut être arbitrairement détenu. L’autorité judiciaire, gardienne de la liberté individuelle, assure le respect de ce principe dans les conditions prévues par la loi. Article CLXIX Nul ne peut être condamné à la peine de mort. Article CLXXI Il ne peut, durant son mandat et devant aucune juridiction ou autorité administrative Listenbourgeoise être requis de témoigner non plus que faire l’objet d’une action, d’un acte d’information, d’instruction ou de poursuite. Tout délai de prescription ou de forclusion est suspendu. Les instances et procédures auxquelles il est ainsi fait obstacle peuvent être reprises ou engagées contre lui à l’expiration d’un délai d’un mois suivant la cessation des fonctions. Article CLXXII L’autorité judiciaire est indépendante et exerce ses fonctions de manière impartiale, en toute autonomie, sans interférence de la législature ou de l’exécutif. Article CLXXIII Les juges sont nommés par le pouvoir exécutif ne respectent pas la séparation des pouvoirs, sur recommandation du Conseil supérieur de la magistrature, après un processus de sélection rigoureux et transparent garantissant leur qualification et leur impartialité. Article CLXXIV Les juges ne peuvent être révoqués ou déplacés de leur poste que pour des raisons prévues par la loi et après une procédure équitable. Cette disposition a pour but de protéger leur indépendance et leur impartialité dans l’exercice de leurs fonctions. Article CLXXV Chaque juge exerce sa fonction conformément aux lois en vigueur et est compétent pour trancher les litiges relevant de sa sphère de spécialisation. La spécialisation des juges permet d’assurer une meilleure qualité de la justice et une meilleure expérience pour les citoyens. Article CLXXVI Le Conseil Constitutionnel est l’autorité compétente pour exercer le contrôle de constitutionnalité des lois. Elle veille à ce que les lois soient conformes à la Constitution et à protéger les droits et libertés fondamentaux des citoyens. Article CLXXVII Toute personne a droit à un procès équitable devant une juridiction indépendante et impartiale. Les procédures judiciaires doivent respecter les principes d’égalité des armes, de contradictoire, de publicité, et de respect des droits de la défense. Article CLXXVIII Toute personne a le droit de faire appel à la justice pour faire valoir ses droits et intérêts légitimes. Les jugements et décisions rendus par les tribunaux sont exécutoires et ne peuvent être modifiés que par une autre décision de justice TITRE XIII - TRAITÉS ET ACCORDS INTERNATIONAUX Article CLXXIX Si le Conseil Constitutionnel, saisi par le Président de la République, par le Premier ministre, par le Président de l’une ou l’autre assemblée ou par une majorité de députés ou une majorité de sénateurs, a déclaré qu’un engagement international comporte une clause contraire à la Constitution, l’autorisation de ratifier ou d’approuver l’engagement international en cause ne peut intervenir qu’après révision de la Constitution. Article CLXXX Consultation des parlementaires - Avant d’entamer des négociations sur un accord ou un traité international, le Président de la République doit informer, consulter et prendre en compte l’avis des parlementaires, notamment ceux siégeant dans les commissions compétentes. Article CLXXX Les traités de paix, les traités de commerce, les traités ou accords relatifs à l’organisation internationale, ceux qui engagent les finances de l’État, ceux qui modifient des dispositions de nature législative, ceux qui sont relatifs à l’état des personnes, ceux qui comportent cession, échange ou adjonction de territoire, ne peuvent être ratifiés ou approuvés qu’en vertu d’une loi. Ils ne prennent effet qu’après avoir été ratifiés ou approuvés. Nulle cession, nul échange, nulle adjonction de territoire n’est valable sans le consentement des populations intéressées. Article CLXXXI Les traités ou accords régulièrement ratifiés ou approuvés ont, dès leur publication, une autorité supérieure à celle des lois, sous réserve, pour chaque accord ou traité, de son application par l’autre partie. Article CLXXXII Si le Parlement émet une objection majoritaire concernant un accord ou un traité international proposé, le Président de la République ne pourra pas ratifier le dit accord, sauf s’il modifie le contenu de manière à tenir compte des préoccupations parlementaires. Article CLXXXIII Tout accord ou traité international doit être conforme à la Constitution de l’État. Le Conseil Constitutionnel a compétence pour vérifier cette conformité et peut annuler la ratification d’un accord si elle estime qu’il viole les principes constitutionnels. Article CLXXXIV Le Président de la République est chargé de la négociation des traités internationaux après aval du Parlement. Le Président de la République peut être assisté pour la négociation de membres du gouvernement s’il le souhaite. Article CLXXXV Le Président de la République est tenu de rendre compte régulièrement au Parlement de l’état d’avancement des négociations sur les accords et traités internationaux. Le parlement peut demander des explications, des clarifications et des rapports détaillés sur les termes des accords envisagés. TITRE XIV - droits et libertés fondamentales Article CLXXXVI Toute personne est libre de penser, d’exprimer ses opinions et d’exprimer ses idées, verbalement ou par des moyens de communication, sans crainte de représailles ou de censure. La liberté d’expression est protégée, sauf dans les cas de diffamation, d’incitation à la violence ou à la haine, et de divulgation de secrets d’État. Article CLXXXVII Toute personne a le droit d’accéder à l’information détenue par les autorités publiques, à moins que cela ne compromette la sécurité nationale ou la vie privée de tiers. Article CLXXXVIII La presse est libre et indépendante de toute ingérence gouvernementale. Elle a le droit d’investiguer, de rapporter des informations, de tenir les citoyens informés et de critiquer les actions des autorités publiques. La diffamation et la diffusion de fausses informations délibérées ne sont pas protégées. Article CLXXXIX Toute personne a droit au respect de sa vie privée, de sa correspondance et de ses communications. Aucune ingérence arbitraire dans la vie privée n’est autorisée, sauf en cas de nécessité publique ou de sécurité nationale. Article CLXXXX Chaque individu a le droit de choisir, de pratiquer et de manifester sa religion ou sa conviction, dans les limites de l’ordre public et du respect des droits et libertés d’autrui. Article CLXXXXI Tous les individus sont égaux devant la loi, sans discrimination fondée sur la race, la couleur, le sexe, la religion, l’origine nationale ou sociale, la naissance ou toute autre condition. Article CLXXXXII Les individus ont le droit de se regrouper librement en associations, syndicats et partis politiques, sous réserve du respect de l’ordre public et des droits d’autrui. Article CLXXXXIII Toute personne a le droit à un procès équitable devant un tribunal indépendant et impartial, avec des garanties de procédure établies par la loi. La présomption d’innocence est respectée jusqu’à preuve de culpabilité. Article CLXXXXIII (RIC) Le Référendum d’Initiative Citoyenne (RIC) est un mécanisme de participation politique qui permet aux citoyens d’avoir une voix directe dans le processus décisionnel. Le RIC permet aux citoyens de s’exprimer sous quatre manières différentes, qui sont ses formes différentes. Les citoyens peuvent déclencher une pétition à tout moment, la demande de pétition doit être adressée au Conseil Constitutionnel, qui se doit ainsi de la lancer une fois avoir vérifié que l’objet de celle-ci n’était pas contraire à la Constitution ou à un ou plusieurs de ses principes. N’importe quel citoyen peut voter la pétition, de manière anonyme : seul le dépositaire de la pétition peut être connu, s’il le souhaite. Le RIC peut être révocatoire. Sous cette forme, il permet de révoquer le mandat d’un élu de la Nation, et de procéder à un nouveau vote pour le remplacer. Pour être soumise à un référendum, la pétition de RIC doit rassembler 20% des électeurs concernés par le mandat pour lequel la pétition est lancée. Si elle réunit 20% des électeurs concernés par le mandat pour lequel la pétition est lancée, un référendum est organisé sur l’ensemble du territoire concerné, afin de décider si oui ou non, le mandat doit être remis en jeu via des élections. Le RIC peut être législatif. Sous cette forme, il permet de créer un texte de loi ou de modifier une loi. Pour être soumise à un référendum, la pétition de RIC doit rassembler 20% des électeurs. Si elle réunit 20% des électeurs, un référendum est organisé sur l’ensemble du territoire, afin de voter pour ou contre le texte de loi. Le texte de loi ne peut pas être amendé. Le texte peut être repris et re-proposé par des élus. Le Conseil Constitutionnel peut modifier le texte pendant la procédure de pétition, si celui-ci comporte des fautes de langage, ou le suspendre, si celui-ci est contraire à la Constitution ou à un ou plusieurs de ses principes. Le RIC peut être abrogatif. Sous cette forme, il permet d’abroger une loi en place. Pour être soumise à un référendum, la pétition de RIC doit rassembler 20% des électeurs. Si elle réunit 20% des électeurs, un référendum est organisé sur l’ensemble du territoire, afin de voter pour ou contre l’abrogation de la loi. L’abrogation n’est pas commuable en modification. Lors du dépôt de la pétition, sont précisées les lois ou fragments de lois concernés dans la pétition. Le Conseil Constitutionnel peut suspendre l’abrogation de la loi par RIC si il estime que celle-ci altère le fonctionnement de la Nation, la continuité de l’État ou la Constitution ou un de ses principes, ou y porte atteinte. Le RIC peut être constitutionnel. Sous cette forme, il permet de modifier la Constitution. Il peut en supprimer, ajouter ou modifier une partie. Lors du dépôt de la pétition, le dépositaire doit signaler ce qu’il souhaite ajouter, modifier ou supprimer. Pour être soumise à un référendum, la pétition de RIC doit rassembler 20% des électeurs. Si elle réunit 20% des électeurs, un référendum est organisé sur l’ensemble du territoire, afin de voter pour ou contre la modification de la constitution. Le préambule, ainsi que les symboles du pays, n’est pas modifiable. Le Conseil Constitutionnel peut modifier le texte pendant la procédure de pétition, si celui-ci comporte des fautes de langageDans les trois cas suivants, le Conseil Constitutionnel peut également suspendre la demande de modification de la Constitution par RIC : À savoir si cette modification porte atteinte au reste de la Constitution ou altère le fonctionnement de la Nation ou la continuité de l’État. LES AMENDEMENTS PREMIER AMENDEMENT : Tous les citoyens ont le droit de participer librement à la vie politique du pays, notamment par le droit de vote et d’éligibilité. L’État garantit l’organisation d’élections libres et équitables, dans le respect des principes de transparence, d’impartialité et d’objectivité. Tout citoyen a le droit de former des partis politiques et de participer à leur activité, conformément à la loi. IIe AMENDEMENT : La citoyenneté est acquise par le droit du sol et est attribuée publiquement par le préfet. Les citoyens sont libres de leurs déplacements et de leurs actions. IIIe AMENDEMENT : Toute personne dispose de la liberté d’entreprendre sauf s’il a été frappé d’une interdiction judiciaire ou pour un juste motif. IVe AMENDEMENT : Nul ne sera tenu de témoigner contre lui-même, ni de dévoiler son vote, ni d’être privé de ses biens sans procédure légale ou sans indemnité équivalente dans le cadre d’une expropriation dans l’intérêt public. Ve AMENDEMENT : Toute personne qui possède un bien a le droit de le faire fructifier, de l’user, ou de mener toute action qui vise à s’en déposséder dans les conditions prévues par la loi. VIe AMENDEMENT : Chaque entité publique ou privée ou chaque citoyen peut invoquer la justice. La loi complète la Constitution et s’y soumet. VIIe AMENDEMENT : Chaque parti politique est libre de ses idées tant qu’elles ne sont pas illégales. VIIIe AMENDEMENT : Le Justice doit toujours poursuivre les infractions et ne peut abandonner sous peine de déni de justice, sauf s’il manque suffisamment d’éléments pour poursuivre. IXe AMENDEMENT : Chaque justiciable a le droit d’invoquer la justice devant son Gouverneur ou son Préfet, mais seulement s’il est concerné par le jugement. Xe AMENDEMENT : Chaque justiciable a le droit à un procès équitable et juste, et peut faire appel d’un jugement devant le Sénat XIe AMENDEMENT : La justice doit accorder des délais raisonnables, la neutralité dans ses décisions et sa procédure, motiver ses décisions et rendre publiques ses décisions. XIIe AMENDEMENT : Chaque citoyen a, dans un procès, le droit d’être défendu. Et aussi en garde à vue XIIIe AMENDEMENT : Tout citoyen ayant subi un préjudice a le droit d’exiger des dommages et intérêts devant la justice. XIVe AMENDEMENT : Toute chose ou situation existant avant la présente Constitution, en accord avec la Constitution et la loi, subsiste. XVe AMENDEMENT : L’Habeas Corpus est le fondement même du processus démocratique et de l’attachement aux libertés individuelles de la nation, ainsi il ne peut être supprimer ni suspendu. XVIe AMENDEMENT : Le Président du conseil constitutionnel seulement, à l’autorisation de faire un référendum public, ouvert à tous les citoyens pour renommer la constitution. XVlIe AMENDEMENT : Le droit à la vie, à la liberté, à la sécurité, à la propriété privée et à l’égalité devant la loi est garanti à tous les citoyens, sans discrimination fondée sur la race, l’origine ethnique, la religion, le sexe, l’orientation sexuelle, l’âge, ou tout autre critère. Ces droits ne peuvent être restreints que dans les cas prévus par la loi et dans le respect des principes de nécessité et de proportionnalité. XVlIIe AMENDEMENT : Jusqu’à la fin de l’année, uniquement le Conseil Constitutionnel a le pouvoir de modifier la Constitution si une faille ou un problème dans la Constitution a été trouvé. Des ajouts peuvent aussi être ajoutés. Chaque trois janvier, un vote est fait pour savoir, si l’amendement peut encore être utilisé. DÉCLARATION DES DROITS DEL’HOMME ET DU CITOYEN PRÉAMBULE Les représentants du peuple, constitués en Assemblée nationale, considérant que l’ignorance, l’oubli ou le mépris des droits de l’homme sont les seules causes des malheurs publics et de la corruption des gouvernements, ont résolu d’exposer, dans une déclaration solennelle, les droits naturels, inaliénables et sacrés de l’homme, afin que cette déclaration, constamment présente à tous les Membres du corps social, leur rappelle sans cesse leurs droits et leurs devoirs ; afin que les actes du pouvoir législatif, et ceux du pouvoir exécutif, pouvant être à chaque instant comparés avec le but de toute institution politique, en soient plus respectés ; afin que les réclamations des citoyens, fondées désormais sur des principes simples et incontestables, tournent toujours au maintien de la Constitution et au bonheur de tous. En conséquence, la Chambre Nationale des Représentants reconnaît et déclare, en présence et sous les auspices de l’Être suprême, les droits suivants de l’homme et du citoyen. ARTICLE PREMIERLes hommes naissent et demeurent libres et égaux en droits. Les distinctions sociales ne peuvent être fondées que sur l’utilité commune. II Le but de toute association politique est la conservation des droits naturels et imprescriptibles de l’homme. Ces droits sont la liberté, la propriété, la sûreté, et la résistance à l’oppression. III Le principe de toute souveraineté réside essentiellement dans la nation. Nul corps, nul individu ne peut exercer d’autorité qui n’en émane expressément. IV La liberté consiste à pouvoir faire tout ce qui ne nuit pas à autrui : ainsi, l’exercice des droits naturels de chaque homme n’a de bornes que celles qui assurent aux autres membres de la société la jouissance de ces mêmes droits. Ces bornes ne peuvent être déterminées que par la Loi. VLa loi n’a le droit de défendre que les actions nuisibles à la société. Tout ce qui n’est pas défendu par la loi ne peut être empêché, et nul ne peut être contraint à faire ce qu’elle n’ordonne pas. VI La loi est l’expression de la volonté générale. Tous les citoyens ont droit de concourir personnellement, ou par leurs représentants, à sa formation. Elle doit être la même pour tous, soit qu’elle protège, soit qu’elle punisse. Tous les citoyens étant égaux à ses yeux sont également admissibles à toutes dignités, places et emplois publics, selon leur capacité, et sans autre distinction que celle de leurs vertus et de leurs talents. VII Nul homme ne peut être accusé, arrêté ni détenu que dans les cas déterminés par la loi, et selon les formes qu’elle a prescrites. Ceux qui sollicitent, expédient, exécutent ou font exécuter des ordres arbitraires, doivent être punis ; mais tout citoyen appelé ou saisi en vertu de la loi doit obéir à l’instant : il se rend coupable par la résistance VIII La loi ne doit établir que des peines strictement et évidemment nécessaires, et nul ne peut être puni qu’en vertu d’une loi établie et promulguée antérieurement au délit, et légalement appliquée. IX Tout homme étant présumé innocent jusqu’à ce qu’il ait été déclaré coupable, s’il est jugé indispensable de l’arrêter, toute rigueur qui ne serait pas nécessaire pour s’assurer de sa personne doit être sévèrement réprimée par la loi. X Nul ne doit être inquiété pour ses opinions, même religieuses, pourvu que leur manifestation ne trouble pas l’ordre public établi par la loi. XI La libre communication des pensées et des opinions est un des droits les plus précieux de l’homme : tout citoyen peut donc parler, écrire, imprimer librement, sauf à répondre à l’abus de cette liberté dans les cas déterminés par la Loi. XII La garantie des droits de l’homme et du citoyen nécessite une force publique : cette force est donc instituée pour l’avantage de tous, et non pour l’utilité particulière de ceux auxquels elle est confiée. XIII Pour l’entretien de la force publique, et pour les dépenses d’administration, une contribution commune est indispensable : elle doit être également répartie entre tous les citoyens, en raison de leurs facultés. XIV Tous les citoyens ont le droit de constater, par eux-mêmes ou par leurs représentants, la nécessité de la contribution publique, de la consentir librement, d’en suivre l’emploi, et d’en déterminer la quotité, l’assiette, le recouvrement et la durée. XV La société a le droit de demander compte à tout agent public de son administration. XVI Toute Société dans laquelle la garantie des droits n’est pas assurée, ni la séparation des pouvoirs déterminée, n’a point de Constitution. XVII La propriété étant un droit inviolable et sacré, nul ne peut en être privé, si ce n’est lorsque la nécessité publique, légalement constatée, l’exige évidemment, et sous la condition d’une juste et préalable indemnité.","categories":[{"name":"code_constitutionelle","slug":"code-constitutionelle","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-constitutionelle/"}],"tags":[]},{"title":"loi organique de l'olgia","slug":"code_de_l_administration/loi organique olgia","date":"un22fin22","updated":"un33fin33","comments":true,"path":"2024/07/23/code_de_l_administration/loi organique olgia/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/23/code_de_l_administration/loi%20organique%20olgia/","excerpt":"","text":"Préambule: Ce projet de loi a pour but de casser les monopoles de grands groupes audiovisuels qui accaparent l’ensemble des licences de radio et de TNT, qui ne sont pas nécessairement utilisées, afin de tuer dans l’œuf la concurrence. Cette situation réduit l’offre et le pluralisme des opinions, indispensable dans toutes démocraties. Article 1 La limite du nombre de chaîne TNT que peut posséder une entreprise est limitée à 3. Article 2 La limite du nombre de radio que peut posséder une entreprise est limitée à 1. Article 3 Aucun particulier ne peut posséder directement une licence de télévision ou de radio. Article 4 L’OLGIA est chargée de faire respecter la loi, le pluralisme et la diversité dans le domaine del’audiovisuel et de la radio.","categories":[{"name":"code_de_l_administration","slug":"code-de-l-administration","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-l-administration/"}],"tags":[]},{"title":"olq","slug":"code_de_l_administration/organisation locale de quartier","date":"un22fin22","updated":"un33fin33","comments":true,"path":"2024/07/23/code_de_l_administration/organisation locale de quartier/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/23/code_de_l_administration/organisation%20locale%20de%20quartier/","excerpt":"","text":"Projet de Loi du Ministère à propos des organisations locales de quartier : Partie Première : Création et Gestion d’une OLQ Article Premier : Toutes les organisations locales existantes persistent. Ces OLQ sont des organisations bénévoles et n’appartiennent ni à l’État ni à son fondateur. Article II : Pour créer une OLQ, il faut d’abord créer une constitution de l’OLQ qui détérmine la gestion intérieure. La signature d’au moins 120 citoyens majeurs résidant dans la ville et la zone régie par l’OLQ. Il faut ensuite l’inscrire auprès de la mairie. Article III : Après avoir reçu l’attestation d’organisation, des éléctions sont organisés par le citoyen à l’initiative de l’OLQ. Celui-ci est de facto Ambassadeur Municipal de l’Organisation et candidat à la présidence de l’OLQ. Les éléctions doivent durer 1 semaine et se font en un tour unique. Chaque membre signataire a le droit de voter et de se présenter mais n’a aucune obligation. La personne ayant reçu le plus de voix lors de l’éléction est nommée Président de l’Organisation. Article IV : Le Président doit nommer : - 1 Vice-président, en charge de remplacer le Président - 1 Secretaire Général - 2 Ambassadeurs Généraux Article IV-bis : Le reste des est déterminé par la constitution et varie en fonction du type d’organisation, exemple : association de quartier. Article V : L’organisation peut être financée par : - des dons internes, et autres cotisations volontaires de ses signataires - des dons externes, sous payement d’un service - et dans certains cas, la mairie. Dans ces cas là, l’Ambassadeur Municipal doit négocier et apporter une fiche détaillé du projet, ce financement doit être remboursé sur une durée de 5 ans, à la dissolution de l’OLQ ou l’annulation du projet, cela sans intérêts. En cas de non remboursement, tous les membres de l’OLQ (au moment de l’emprunt) recevront une amende pour rembourser à 108% la mairie.Partie II : L’utilité de l’OLQ Article Premier : L’OLQ sert à : - organiser des évenements et festivités locaux - créer des centres de loisir et sportifs - améliorer la vie des résidents signataires de leur zone, en rendant plus jolies les rues - permettre à ses résidents de vivre correctement Article Second : Certaines de ces OLQ peuvent être considérées comme des syndicats citoyens. Elles peuvent faire valoir leur droit auprès de la mairie. Partie III : Réunions Article : Il existe deux types de réunions : - les réunions gestionnelles, qui servent à améliorer la gestion de l’OLQ au niveau de la municipalité et au niveau interne - les réunions évenementielles, qui servent à l’organisation et au choix des activités locales. Ces réunions ont lieu au moins 1 fois par mois selon la constitution. Partie IV : Dissolution, départ et intégration Article Premier : La mairie a e droit de dissoudre l’OLQ si : - elle manque de membres - elle n’est pas assez active - elle reçoit trop de plaintes - elle a fait perdre trop d’argent à la municipalité Article II : Lors des réunions gestionnelles, les membres de l’OLQ peuvent choisir de la dissoudre. Dans ce cas là, tous les emprunts doivent être remboursés et un compte-rendu doit être fait à la mairie. Article III : Pour rejoindre une OLQ, il faut déposer une demande au bureau de la mairie et de l’OLQ. Si les membres sont acceptés par l’OLQ, celle-ci doit envoyer la nouvelle liste des membres à la mairie. Ces nouveaux membres doivent accepter la constitution. Sinon, ils peuvent refaire une demande 65 jours après. Article IV : Si un membre souhaite partir il doit annoncer sa démission à l’OLQ. L’OLQ ne peut pas empêcher la démission et doivent donc envoyer la nouvelle liste des membres à la mairie.","categories":[{"name":"code_de_l_administration","slug":"code-de-l-administration","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-l-administration/"}],"tags":[]},{"title":"loi sur la chasse","slug":"code_de_l_environnement/chasse","date":"un22fin22","updated":"un33fin33","comments":true,"path":"2024/07/23/code_de_l_environnement/chasse/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/23/code_de_l_environnement/chasse/","excerpt":"","text":"Cette loi promulguera la défense animale, l’écologie , l’humanisme et les libertés fondamentales.En interdisant la chasse qui est pratiqué par moins d’un million de listembourgeois et cette pratique est contraire au respect des autres animaux que l’homme sachant que les animaux sont poursuivit parfois sur de très longues distances et souffrent. En plus de cela, il y a de très nombreux accidents de chasse qui finit par tuer un grand nombre de listembourgeois.Les promeneurs ne doivent pas risquer de se faire tuer car un chasseur voulait tuer un cerf pour le plaisir. Prédispositions de la proposition (séparer en articles en cas d’amendements.) 1)La chasse est interdite dans tous le territoire mistembourgeois à partir du mois de mars 2024","categories":[{"name":"code_de_l_environnement","slug":"code-de-l-environnement","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-l-environnement/"}],"tags":[]},{"title":"loi sur l'environnement des forêts","slug":"code_de_l_environnement/foret","date":"un22fin22","updated":"un33fin33","comments":true,"path":"2024/07/23/code_de_l_environnement/foret/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/23/code_de_l_environnement/foret/","excerpt":"","text":"Article 1 l’État se charge de la protection des forêts en instaurant une institution qui est chargé de protéger les forêtsCette institution s’appelle l’IPFE (institut pour la protection des forêts et de l’environnement) Article 2 l’État doit posséder au minimum 40% des forêts du Listenbourg Article 3 l’État doit créer des parcs nationaux qui auront pour fonction de protéger une partie de la diversité de la nature du Listenbourg et ne peut vendre des parcelles de ces parcs Article 4 Toute personne, entreprise, Etat ou organisme abattant un arbre dans un parc national doit en replanter un. L’abattage des arbres dans des zones protégées est limité à l’abattage par sécurité, pour empêcher des dégâts ou la propagation de quelque mal pour les arbres. Article 5 Toute violation de l’article 4 est sanctionné d’une amende de 20 000 Lis","categories":[{"name":"code_de_l_environnement","slug":"code-de-l-environnement","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-l-environnement/"}],"tags":[]},{"title":"commission de justice parlementaire","slug":"code_de_la_justice/commission de justice parlementaire","date":"un22fin22","updated":"un33fin33","comments":true,"path":"2024/07/23/code_de_la_justice/commission de justice parlementaire/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/23/code_de_la_justice/commission%20de%20justice%20parlementaire/","excerpt":"","text":"Projet de Loi Spéciale LOI ÉTABLISSANT UNE COMMISSION DE JUSTICE PARLEMENTAIRE DIRIGÉE PAR RICHARD POUR LE JUGEMENT DE PERCY KILINS, PRÉCÉDENT PREMIER MINISTRE ET PARLEMENTAIRE Le gouvernement, réuni en conseil extraordinaire, demande ce qui suit : Article 1 : Création de la Commission de Justice Parlementaire Il est créé une Commission de Justice Parlementaire siégeant tantôt au Luxmander tantôt à l’assemblée, ci-après dénommée la Commission, sous la direction d’une personne qui n’est PAS témoin de l’enquête, chargée d’enquêter sur les allégations de comportement répréhensible et d’inconduite concernant Percy Kilins, précédent Premier Ministre et parlementaire. Article 2 : Composition de la Commission La Commission sera composée des ministres de l’ordre, des présidents de chaque groupe parlementaire ( Jean Renaulié sera remplacé par quelqu’un)des vice-présidents de l’assemblée nationale, du président de l’Assemblée,et d’autres personnes ( nous verrrons cela la proposition finale) sous la direction d’une personne qui n’est PAS témoin de l’enquête)en tant que Président de la Commission. Les membres de la Commission seront choisis de manière impartiale et équitable, représentant les divers courants politiques de l’Assemblée. Article 3 : Mandat de la Commission La Commission a pour mandat d’enquêter sur les allégations portées contre Percy Kilins, précédent Premier Ministre et parlementaire, et de déterminer s’il y a lieu de porter des accusations formelles contre lui. La Commission examinera les preuves, entendra TOUS les témoins et effectuera toute autre démarche nécessaire SI et si seulement elle cette démarche est de faire : une filature de l’ancien Premier Ministre Kinlins,espionner actuellement L’accusé,corrompre où influencer des témoins,fouiller des discussions n’ayant aucun lien avec l’enquête,et autre( nous verrons cela la proposition finalisée).pour parvenir à une conclusion équitable et juste. Article 4 : Pouvoirs de la Commission La Commission aura le pouvoir de convoquer des témoins et donc de TOUS les écouter, de recueillir des preuves, de procéder à des interrogatoires et de prendre toutes les mesures nécessaires à l’exercice de son mandat. Les témoignages recueillis par la Commission seront confidentielles. Article 5 : Rapport de la Commission La Commission soumettra un rapport complet à l’Assemblée Nationale, exposant ses conclusions et recommandations quant aux suites à donner à l’enquête. L’Assemblée Nationale débattra du rapport et prendra les mesures nécessaires SI et si seulement elle cette démarche est de faire : une filature de l’ancien Premier Ministre Kinlins,espionner actuellement L’accusé,corrompre où influencer des témoins,fouiller des discussions n’ayant aucun lien avec l’enquête,et autre( nous verrons cela la proposition ).en fonction des conclusions de la Commission. Article 6 : Entrée en vigueur La présente loi entre en vigueur dès sa promulgation et sa validation par le conseil constitutionnel et le choix de l’avocat de L’accusé . Article 7:Avocat et Représentant de La DéfenseUn avocat doit être trouvé pour l’accusé,qui chargera de sa défense lors de l’examination des députés du rapport.Avant l’examination l’avocat ne doit jamais inciter l’accusé de détruire des preuves ou des discussions non découverte.(L’accusé peut demander de ne pas avoir d’avocat,dans ce cas là c’est le représentant de La Défense)un représentant de La Défense doit être dans la commission,Son rôle sera d’être inspecteur et de surveiller les articles de la commission,il ne doit être exclu de reine et peut prévenir l’avocat de certaines points du rapport AVANT sa publication. Article 8:Moyen de communicationL’enquête doit se faire dans un milieu où tout les représentant puissent discuter et voir (pas de mp).Un non respect des articles entraînera une amende coûteuse. fin Fait à [Veroja], le [09&#x2F;11&#x2F;2023],","categories":[{"name":"code_de_la_justice","slug":"code-de-la-justice","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-la-justice/"}],"tags":[]},{"title":"loi sur les langues","slug":"code_de_la_justice/langue","date":"un22fin22","updated":"un33fin33","comments":true,"path":"2024/07/23/code_de_la_justice/langue/","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/2024/07/23/code_de_la_justice/langue/","excerpt":"","text":"Article I Alinéa I : Les documents qui, en application de la présente loi ou d’une autre disposition législative ou réglementaire, doivent être rédigés en français, ne remplissent pas cette condition lorsqu’il y est fait usage de l’écriture dite inclusive, entendue comme désignant les pratiques rédactionnelles et typographiques visant à introduire des mots grammaticaux constituant des néologismes ou à substituer à l’emploi du masculin, lorsqu’il est utilisé dans un sens générique, une graphie faisant ressortir l’existence d’une forme féminine. Alinéa II : Les pronoms iel, ielle, iels, ielles, toustes sont compris dans l’alinéa I du présent article. Article II L’écriture dite inclusive, au sens de l’article 1 de cette loi, est interdite dans l’ensemble des communications des administrations publiques, du Parlement et du Sénat, des collectivité territoriales, des établissements d’enseignement primaire, secondaire et supérieur. Article III Tout acte juridique qui comporte l’usage de l’écriture dite inclusive, au sens de l’article I du présent article, est nul de plein droit. Article IV La présente loi s’applique aux contrats et avenants conclus postérieurement à son entrée en vigueur.","categories":[{"name":"code_de_la_justice","slug":"code-de-la-justice","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-la-justice/"}],"tags":[]}],"categories":[{"name":"code_de_l_administration","slug":"code-de-l-administration","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-l-administration/"},{"name":"code_constitutionelle","slug":"code-constitutionelle","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-constitutionelle/"},{"name":"code_de_l_environnement","slug":"code-de-l-environnement","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-l-environnement/"},{"name":"code_de_la_justice","slug":"code-de-la-justice","permalink":"https://listenbourg-legal.github.io/recueil-des-loi/categories/code-de-la-justice/"}],"tags":[]}